var questions = [
    {
        question:'Год отмены крепостного права.\n',
        q: 4,
        answer: ['1 - 1256.\n',
                '2 - 1991.\n',
                '3 - 1861.\n',
                '4 - 2024.\n'
                 ],
        trueAnswer: 3
    },
    {
        question: 'Автор строк:\n' +
        'У лукоморья дуб зеленый,\n' +
        'Златая цепь на дубе том\n',
        q: 4,
        answer: ['1 - Пушкин\n',
            '2 - Лермонтов\n',
            '3 - Толстой\n',
            '4 - Путин\n'
                ],
        trueAnswer: 1,
    },
    {
        question: '2+2\n',
        q: 4,
        answer: ['1\n',
                '2\n',
                '3\n',
                '4\n'
                ],
        trueAnswer: 4
    }
];

